[
  {
    "skill": "Graphic Designer",
    "description": "Highly skilled and versatile graphic designer with extensive knowledge and proficiency in a wide array of design softwares such as Illustrator, Photoshop, InDesign, AfterEffects, Premiere Pro, Blender, Figma, and other. With a strong foundation in design, photography and animation, I am committed to delivering visual experiences and effectively translating clients' visions into captivating designs.",
    "highlight": ["Illustrator", "Photoshop", "InDesign", "AfterEffects", "Premiere Pro", "Blender", "Figma"],
    "projects": [
      {
        "title": "Video Game Review",
        "description": "Created a review video of Pokémon FireRed, my favorite video game, which marked my childhood. Created for a university subject with Premiere Pro and Photoshop while I was in quarantine in my room due to Covid.",
        "link": "https://www.youtube.com/watch?v=lG1DpaNo_Zw&t=178s"
      },
      {
        "title": "Trail T-Shirt Design",
        "description": "Designed and produced a trail running t-shirts with Illustrator.",
        "link": "https://www.youtube.com/watch?v=lG1DpaNo_Zw&t=178s"
      }
    ]
  },
  {
    "skill": "Front-End Developer",
    "description": "Deep understanding of the front-end web development landscape. Proficient in HTML, CSS, JavaScript, and various front-end frameworks such as Bootstrap and React. Passionate about creating an exceptional UX through innovative and UI web applications. Strong collaboration and problem-solving abilities, coupled with a keen eye for design aesthetics. Committed to staying up-to-date with industry trends and continuously expanding technical skills.",
    "highlight": ["HTML", "CSS", "JavaScript", "Bootstrap", "React", "UX", "UI" ],
    "projects": [
      {
        "title": "E-Commerce Website",
        "description": "Developed a responsive e-commerce website using React and integrated payment gateways for seamless transactions.",
        "link": "https://www.youtube.com/watch?v=lG1DpaNo_Zw&t=178s"
      },
      {
        "title": "Portfolio Website",
        "description": "Designed and coded a personal portfolio website to showcase projects and skills.",
        "link": "https://www.youtube.com/watch?v=lG1DpaNo_Zw&t=178s"
      }
    ]
  },
  {
    "skill": "Data Management",
    "description": "A comprehensive skill set allows me to navigate the complexities of data management. Through my knowledge in designing, implementing and optimizing database systems and organizing, maintaining large amounts of information accurately in Excel and programming languages such as Python, PHP and MySql. Additionally, I am capable of interpreting and presenting it with Tableau to drive business through digital marketing strategies where I can contribute to optimizing marketing campaigns improving overall business performance.",
    "highlight": ["Python", "PHP", "MySql", "Tableau", "Excel"],
    "projects": [
      {
        "title": "Marketing Data Analysis",
        "description": "Analyzed marketing data using Python and Tableau, providing valuable insights for optimizing campaigns.",
        "link": "https://www.youtube.com/watch?v=lG1DpaNo_Zw&t=178s"
      },
      {
        "title": "Database Optimization",
        "description": "Optimized database performance by implementing efficient indexing and query optimization techniques.",
        "link": "https://www.youtube.com/watch?v=lG1DpaNo_Zw&t=178s"
      }
    ]
  }
]
